Repository: Gh1s/csb-connect
Catalog: lib/l10n/app_*.arb
Languages: fr

# dashboardScreenAlertsTile
source: Alerts
fr: Alertes

# dashboardScreenFaq1Tile
source: Using Pos
fr: Utilisation du TPE

# dashboardScreenFaq2Title
source: POS terminal services
fr: Nos services TPE

# dashboardScreenFabMenuOtherServices
source: Other CSB services
fr: Les autres services CSB

# dashboardScreenFabMenuFeedback
source: Rate us
fr: Votre avis compte !

# dashboardScreenFabMenuLegals
source: Legals
fr: Mentions légales

# dashboardFaqScreenTitle
source: Telium 2 Range
fr: Gamme Telium 2

# dashboardFaqScreenTitle2
source: Tetra Range
fr: Gamme Tetra

# footerHomeButton
source: Home
fr: Accueil

# footerAlertsButton
source: Alerts
fr: Alertes

# contactScreenMailTile_0
source: E-mail address
fr: Contact e-mail

# contactScreenPhoneTile_0
source: Phone
fr: Accueil

# contactScreenAddressTile_0
source: Address
fr: Siège social

# contactScreenAddressTile_2
source: 98835 Dumb√©a
fr: 98835 Dumbéa

# contactScreenOpeningHoursTile_0
source: Opening hours
fr: Horaires

# contactScreenOpeningHoursTile_1
source: from 7.30AM to 11.30AM
fr: de 7h30 à 11h30 et

# contactScreenOpeningHoursTile_2
source: from 1PM to 5PM
fr: de 13h00 à 17h00

# contactScreenOpeningHoursTile_3
source: Closing at 4PM on Friday
fr: Fermeture le vendredi à 16h00

# faqScreenPosTermTitle
source: My POS terminal - Tetra range
fr: Mon TPE - Gamme Tetra

# faqScreenPosTermContentIntro
source: We have choosen the most frequently asked questions. Feel free to consult this FAQ, the answers you are looking for may be there!
fr: Nous avons sélectionné les réponses à vos questions les plus fréquentes. N'hésitez pas à consulter cette FAQ, les réponses que vous recherchez s'y trouvent peut-être !

# faqScreenPosTermTitle2
source: My POS terminal - Telium 2 range
fr: Mon TPE - Gamme Telium 2

# faqScreenPosTermServicesTitle
source: POS terminal services
fr: Les services TPE

# faqScreenPosTermServicesContentIntro
source: We have choosen the most frequently asked questions related to TPE software. Feel free to consult this FAQ, the answers you are looking for may be there!
fr: Nous avons sélectionné les réponses à vos questions les plus fréquentes en lien avec les logiciels TPE. N'hésitez pas à consulter cette FAQ, les réponses que vous recherchez s'y trouvent peut-être !

# servicesScreenTitle
source: Other services
fr: Autres services

# servicesScreenEpayNCItemTitle
source: Discover EpayNC
fr: Découvrez EpayNC

# servicesScreenTydocItemTitle
source: Discover Tydoc
fr: Découvrez Tydoc

# servicesScreenButtonLabelLearnMore
source: Learn More
fr: En Savoir Plus

# feedbackScreenTitle
source: Rate us
fr: Donner mon avis

# feedbackScreenContentBody
source: Your participation in the last survey helped to create this application. Recommend the application on the store or send us your comments!
fr: Votre participation à la dernière enquête a permis la création de cette application. Continuez à prendre la parole pour faire évoluer régulièrement votre application. Recommandez l'application sur le store ou envoyez-nous vos remarques !

# feedbackScreenQuestion
source: Are you satisfied with the application?
fr: Êtes-vous satisfait(e) de l'application ?

# feedbackScreenButtonTitle_1
source: Agree
fr: Bien-sûr

# feedbackScreenButtonSubtitle_1
source: Rate us on the store
fr: Je note l'application sur le store

# feedbackScreenButtonTitle_2
source: Comments
fr: Pas encore

# feedbackScreenButtonSubtitle_2
source: I would like to suggest some improvements
fr: J'ai des suggestions d'améliorations

# feedbackScreen2TextFieldLabel
source: Enter your comment
fr: Saississez votre commentaire

# feedbackScreen2ButtonTitle
source: Submit
fr: Envoyer

# feedbackScreen2FeedbackSent
source: Your comment has been sent
fr: Vos remarques ont bien été envoyé

# feedbackScreen2FeedbackError
source: An unexcepted error occurs, please try again later
fr: Une erreur inattendu s'est produite, veuillez réessayer ultérieurement

# feedbackScreen2PopupClose
source: Close
fr: Fermer

# legalsScreenTitle
source: Legals
fr: Mentions légales

# legalsScreenToSButtonText
source: Terms of Service
fr: Conditions Générales d’Utilisation

# legalsScreenLegalNoticeButtonText
source: Legal Notice
fr: Mentions légales

# legalsScreenPrivacyPolicyButtonText
source: Privacy Policy
fr: Politique de confidentialité
